import resultPhotoFst from "../../assets/images/results-section/result-img1.jpg";
import resultPhotoScd from "../../assets/images/results-section/result-img2.jpg";
import resultPhotoThd from "../../assets/images/results-section/result-img3.jpg";

import resultPhotoModalFst from "../../assets/images/results-section/result-modal1.jpg";

import resultPhotoModalScd from "../../assets/images/results-section/result-modal1.jpg";

import resultPhotoModalThd from "../../assets/images/results-section/result-modal1.jpg";

export const resultsItems = [
	{
		id: 1,
		title: "Зменшено податковий борг підприємства на 1 673 800, 28 грн.",
		imageUrl: resultPhotoFst,
		modalImageUrl: resultPhotoModalFst,
		desc: "У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України.Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби.",
		descFull:
			"У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України. Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби про стягнення з підприємства податкового боргу у розмірі 3 772 322,89 грн. Адвокатами АК «СТАТУС» було здійснено аналіз декларацій та направлено запити до податкової служби та ради Вознесенського району. Після отримання відповідей клієнту було рекомендовано провести слуюбову перевірку. Під час проведення службової перевірки, було виявлено, що причиною помилкового нарахування боргу виявилося те, що попередні бухгалтери, подали декларації, які містили інформацію за договорами на земельні ділянки, які вже закінчили строк своєї дії. А тому, підприємство має право не сплачувати податок на землі, якими не користується. Тож, клієнтом було подано уточнюючі декларації із вірними даними до податкової служби. Нами було подано апеляцйну скаргу до П`ятого апеляційного адміністративного суду, в якій ми обгрунтували нові обставини, про які до проведення службової перевірки не було відомо. У результаті, податкова служба прийняла результати перевірки та нові декларації, а також подала до суду апеляційної інстанції заяву, у якій з посиланням на приписи п.2 ч.1 ст. 238 КАС України просить закрити провадження у справі у зв`язку з відмовою від позову. Суд апеляційної інстанції визнав нечинним рішення Миколаївського окружного адміністративного суду по справі та закрив провадження про стягнення податкового боргу з нашого клієнта. Отже, клієнту зменшено податковий борг на 1 673 800, 28 грн, що були помилково нараховані.",
	},
	{
		id: 2,
		title: "Зменшено податковий борг підприємства на 1 673 800, 28 грн.",
		imageUrl: resultPhotoScd,
		modalImageUrl: resultPhotoModalScd,
		desc: "У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України.Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби.",
		descFull:
			"У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України. Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби про стягнення з підприємства податкового боргу у розмірі 3 772 322,89 грн. Адвокатами АК «СТАТУС» було здійснено аналіз декларацій та направлено запити до податкової служби та ради Вознесенського району. Після отримання відповідей клієнту було рекомендовано провести слуюбову перевірку. Під час проведення службової перевірки, було виявлено, що причиною помилкового нарахування боргу виявилося те, що попередні бухгалтери, подали декларації, які містили інформацію за договорами на земельні ділянки, які вже закінчили строк своєї дії. А тому, підприємство має право не сплачувати податок на землі, якими не користується. Тож, клієнтом було подано уточнюючі декларації із вірними даними до податкової служби. Нами було подано апеляцйну скаргу до П`ятого апеляційного адміністративного суду, в якій ми обгрунтували нові обставини, про які до проведення службової перевірки не було відомо. У результаті, податкова служба прийняла результати перевірки та нові декларації, а також подала до суду апеляційної інстанції заяву, у якій з посиланням на приписи п.2 ч.1 ст. 238 КАС України просить закрити провадження у справі у зв`язку з відмовою від позову. Суд апеляційної інстанції визнав нечинним рішення Миколаївського окружного адміністративного суду по справі та закрив провадження про стягнення податкового боргу з нашого клієнта. Отже, клієнту зменшено податковий борг на 1 673 800, 28 грн, що були помилково нараховані.",
	},
	{
		id: 3,
		title: "Зменшено податковий борг підприємства на 1 673 800, 28 грн.",
		imageUrl: resultPhotoThd,
		modalImageUrl: resultPhotoModalThd,
		desc: "У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України.Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби.",
		descFull:
			"У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України. Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби про стягнення з підприємства податкового боргу у розмірі 3 772 322,89 грн. Адвокатами АК «СТАТУС» було здійснено аналіз декларацій та направлено запити до податкової служби та ради Вознесенського району. Після отримання відповідей клієнту було рекомендовано провести слуюбову перевірку. Під час проведення службової перевірки, було виявлено, що причиною помилкового нарахування боргу виявилося те, що попередні бухгалтери, подали декларації, які містили інформацію за договорами на земельні ділянки, які вже закінчили строк своєї дії. А тому, підприємство має право не сплачувати податок на землі, якими не користується. Тож, клієнтом було подано уточнюючі декларації із вірними даними до податкової служби. Нами було подано апеляцйну скаргу до П`ятого апеляційного адміністративного суду, в якій ми обгрунтували нові обставини, про які до проведення службової перевірки не було відомо. У результаті, податкова служба прийняла результати перевірки та нові декларації, а також подала до суду апеляційної інстанції заяву, у якій з посиланням на приписи п.2 ч.1 ст. 238 КАС України просить закрити провадження у справі у зв`язку з відмовою від позову. Суд апеляційної інстанції визнав нечинним рішення Миколаївського окружного адміністративного суду по справі та закрив провадження про стягнення податкового боргу з нашого клієнта. Отже, клієнту зменшено податковий борг на 1 673 800, 28 грн, що були помилково нараховані.",
	},
];
