import resultPhotoFst from "../../assets/images/results-section/result-img1.jpg";
import resultPhotoScd from "../../assets/images/results-section/result-img2.jpg";
import resultPhotoThd from "../../assets/images/results-section/result-img3.jpg";

export const resultsItems = [
  {
    id: 1,
    title: "Зменшено податковий борг підприємства на 1 673 800, 28 грн.",
    imageUrl: resultPhotoFst,
    desc: "У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України.Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби.",
  },
  {
    id: 2,
    title: "Зменшено податковий борг підприємства на 1 673 800, 28 грн.",
    imageUrl: resultPhotoScd,
    desc: "У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України.Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби.",
  },
  {
    id: 3,
    title: "Зменшено податковий борг підприємства на 1 673 800, 28 грн.",
    imageUrl: resultPhotoThd,
    desc: "У лютому 2021 року до нас звернулося фермерське підприємство, яке працює на півдні України.Предметом звернення була незгода з рішенням Миколаївського оружного адміністративного суду, в якому суд задовольнив вимоги податкової служби.",
  },
];
