import clientPhoto from "../../../assets/images/clients-section/clientPhoto.png";

const ClientsData = [
	{
		id: 1,
		name: "Олена Лаговська",
		role: "клієнт АК 'Статус'",
		image: clientPhoto,
		review:
			"“Чудовий фахівець. Залишилися задоволені. Завжди чітко й аргументовано дає відповіді на запитання. Особливо важлива якість - чесність в оцінці ситуації, ризиків і прогнозів!!! Наше питання було вирішено в терміни, легко і без зайвих хвилювань і сумнівів. Рекомендую!!! Спасибі, Аліна. “",
	},
	{
		id: 2,
		name: "Андрій Юркевич",
		role: "Директор ремонтно-будівельної компанії",
		image: clientPhoto,
		review:
			"“Хлопці молодці, хороша команда, знають свою справу на 100%!!! Особлива подяка Бурдинському Сергію, розуміє поставлене завдання з півслова, результат не змусив себе довго чекати! Все вирішили на вищому рівні! Дякую, хлопці🤝 приємно мати з вами справу👍“",
	},
	{
		id: 3,
		name: "Олександра Сідоренко",
		role: "клієнт АК “Статус“",
		image: clientPhoto,
		review:
			"“Хотілося б висловити Аліні Леонідівні подяку за кваліфіковане надання юридичної допомоги, бездоганне знання законодавства, за чудову якість виконаної роботи, проявлену уважність і коректне ставлення!!!“",
	},
	{
		id: 4,
		name: "Олександр Віноградов",
		role: "Засновник молодіжного центру Inspire та 42motions",
		image: clientPhoto,
		review:
			"“Дуже хочу сказати велике спасибі Сергію Бурдинському - керівнику компанії адвокатської компанії “Статус“, тому що непросте завдання було вирішене завдяки йому і його компанії. Він сприяв в цілому руху, і ми перемогли, не доводячи справу до суду.“",
	},
	{
		id: 5,
		name: "Анна Сємєнєнко",
		role: "клієнт АК “Статус“",
		image: clientPhoto,
		review:
			"“Всім рекомендую звертатися до Аліни за вирішенням будь-яких юридичних питань. Висококомпетентний юрист.“",
	},
	{
		id: 6,
		name: "EVO Drive",
		role: "",
		image: clientPhoto,
		review:
			"“Звернулися за юридичною консультацією та допомогою до компанії Status. З нами працював грамотний юрист Максим. Все пояснив і почув наш запит, все було зроблено максимально швидко і грамотно. У компанії працюють фахівці своєї справи, які завжди відгукнуться на вашу проблему і вирішать її. “",
	},
	{
		id: 7,
		name: "Артем Албул",
		role: "Автор ютуб-каналу «Клятий раціоналіст»",
		image: clientPhoto,
		review:
			"“Юристи “Статуса“ консультутвали мене щодо юридичних питань, пов'язаних з youtube-діяльністю та займався оформленням моєї діяльності як фізичної особи-підприємця. Співпрацею задоволений, все дуже професійно і якісно.“",
	},
	{
		id: 8,
		name: "Гриненко Богдан",
		role: "Чемпіон та призер Літніх Паралімпійских ігор в Бразилії",
		image: clientPhoto,
		review:
			"“Поліцейські хотіли притягнути мене до адміністративної відповідальності без будь-яких підстав! Я звернувся по допомогу в СТАТУС. Ми оскаржили постанову співробітників поліції, і в результаті - судом прийнято рішення про закриття провадження у справі! “",
	},
	{
		id: 9,
		name: "ViGrand",
		role: "Компанія з виготовлення металопластикових виробів",
		image: clientPhoto,
		review:
			"“Співпрацюємо вже більше 2х років, відчуваємо комплексний захист, а також надійну правову підтримку в будь-яких питаннях нашої галузі. АК “Статус“- це наш юридичний партнер.“",
	},
];

export default ClientsData;
