import clientPhoto from "../../../assets/images/clients-section/clientPhoto.png";

 const ClientsData = [
  {
    id: 1,
    name: "Олена Лаговська",
    role:"Засновник MK Crossfit",
    image: clientPhoto ,
    review:"'Великолепный специалист. Остались довольны. Всегда чётко и аргументированно даёт ответы на вопросы. Особенно важное качество- честность в оценке ситуации, рисков и прогнозов!! Наш вопрос был решён в сроки, легко и без лишних волнений и сомнений. Рекомендую!! Спасибо, Алина.'"
  },
  {
    id: 2,
    name: "Андрій Юркевич",
    role:"Директор ремонтно-будівельної компанії",
    image: clientPhoto,
    review:"'Ребята молодцы, хорошая команда, знают свое дело на 100%!!! Особая благодарность Бурдинскому Сергею, понимает поставленную задачу с полуслова, результат не заставил себя долго ждать! Все решили на высшем уровне! Спасибо Ребята🤝 Приятно иметь с вами дело👍'"
  },
  {
    id: 3,
    name: "Дмитро Осич",
    role:"Фізична особа підприємець",
    image: clientPhoto,
    review:"'Великолепный специалист. Остались довольны. Всегда чётко и аргументированно даёт ответы на вопросы. Особенно важное качество- честность в оценке ситуации, рисков и прогнозов!! Наш вопрос был решён в сроки, легко и без лишних волнений и сомнений. Рекомендую!! Спасибо, Алина.'"
  },
  {
    id: 4,
    name: "Світлана Піткінська",
    role:"Директор Intercom",
    image: clientPhoto ,
    review:"'Ребята молодцы, хорошая команда, знают свое дело на 100%!!! Особая благодарность Бурдинскому Сергею, понимает поставленную задачу с полуслова, результат не заставил себя долго ждать! Все решили на высшем уровне! Спасибо Ребята🤝 Приятно иметь с вами дело👍'"
  },
  {
    id: 5,
    name: "Василь Мороз",
    role:"Військовослужбовець",
    image: clientPhoto,
    review:"'Великолепный специалист. Остались довольны. Всегда чётко и аргументированно даёт ответы на вопросы. Особенно важное качество- честность в оценке ситуации, рисков и прогнозов!! Наш вопрос был решён в сроки, легко и без лишних волнений и сомнений. Рекомендую!! Спасибо, Алина.'"
  },
  {
    id: 6,
    name: "Марьяна Дика",
    role:"Співвласник ПП Lfit",
    image: clientPhoto,
    review:"'Ребята молодцы, хорошая команда, знают свое дело на 100%!!! Особая благодарность Бурдинскому Сергею, понимает поставленную задачу с полуслова, результат не заставил себя долго ждать! Все решили на высшем уровне! Спасибо Ребята🤝 Приятно иметь с вами дело👍'"
  },
  
];

export default ClientsData