import { SectionStyled } from './IntellectualProperty.styled';

export const IntellectualProperty = () => {
  return (
    <SectionStyled id="intellectualProperty">
      <h2>Intellectual Property</h2>

      <div>
        Наша практика інтелектуальної власності зосереджується на наданні послуг
        клієнтам щодо розвитку, придбання, використання та передачі їх
        інтелектуальної власності, такий як торгові марки і авторські права,
        патенти і технології, комерційні таємниці і конфіденційна інформація. Ми
        усвідомлюємо цінність інтелектуальної власності для компаній з різних
        сфер, (в тому числі ІТ, медіа та розваг, роздрібного сектора,
        фармацевтики, автомобільної промисловості та інших галузей). Саме тому
        нашою метою є надання індивідуальних рішень, що враховують специфіку
        конкретної індустрії. Експертиза юристів Адвокатської компанії «STATUS»
        включає як досвід роботи над самостійними питаннями ІВ, так і над
        аспектами права інтелектуальної власності в рамках комплексних проектів,
        таких як корпоративні транзакції, податкове структурування тощо. Основні
        послуги в цій сфері: пошук торгових марок і патентів; подача заяв на
        реєстрацію, захист і відновлення торгових марок; стратегії для торгових
        марок; подача заяв на реєстрацію, захист і підтримку патентів; угоди по
        ліцензуванню та передачі прав; супровід під час судових розглядів з
        питань інтелектуальної власності; боротьба з контрафактною продукцією;
        дотримання митних правил; розробка політик конфіденційності та захисту
        даних; антікіберсквоттінг. Юристи АК «СТАТУС» готові представляти
        інтереси наших клієнтів у відповідних органах влади, зокрема, в
        Державній службі інтелектуальної власності, судах, Антимонопольному
        комітеті України, правоохоронних і митних органах з метою надання
        підтримки клієнтам в процедурах реєстрації та захисту їх прав ІВ.
      </div>
    </SectionStyled>
  );
};
