import { useEffect } from 'react';
import { useLocation } from 'react-router-dom';

import { SectionStyled } from './CivilProcess.styled';

export const CivilProcess = () => {
  const { pathname, hash, key } = useLocation();

  useEffect(() => {
    if (hash === '') {
      window.scrollTo(0, 0);
    } else {
      setTimeout(() => {
        const id = hash.replace('#', '');
        const element = document.getElementById(id);
        if (element) {
          element.scrollIntoView({
            block: 'start',
            inline: 'nearest',
            behavior: 'smooth',
          });
        }
      }, 0);
    }
  }, [pathname, hash, key]);

  return (
    <SectionStyled>
      <h2 id="civilProcess">Civil Process</h2>

      <div>
        Цивільне право - галузь права, предметом якого є майнові та особисті
        немайнові відносини в суспільстві. Вирішення спірних ситуацій в сфері
        цивільних правовідносин вимагає наявності професійного досвіду і знання
        правових норм. Відсутність таких може привести не тільки до марнування
        особистого часу і сил, а й до суттєвих матеріальних втрат. Команда
        Адвокатської компанії «STATUS» - це досвідчені фахівці з великою
        практикою і відмінним знанням діючих правових норм. Все це дозволяє нам
        братися за складні і заплутані конфліктні ситуації. Використовуючи
        професійний досвід в сфері цивільного права, Адвокатська компанія
        «STATUS» надає правову допомогу в наступних справах: Стягнення боргів;
        Повернення майна з чужого незаконного володіння; Відшкодування
        матеріальної та моральної шкоди; Визнання договорів дійсними /
        недійсними; Визнання права власності на рухоме і нерухоме майно; Розділ
        майна співвласників, в тому числі земельних ділянок; Усунення перешкод в
        користуванні та розпорядженні майном; Захист честі та гідності, ділової
        репутації, спростування недостовірної інформації; Визнання особи
        недієздатною; Спори між співвласниками бізнесу; Кредитні та страхові
        спори; Сімейні і спадкові спори; Трудові спори; Захист прав споживачів
        за договорами надання послуг, продажу товарів, виконання робіт; Земельні
        спори; Житлові спори, виділення частини; Спори по ДТП; Встановлення
        фактів, що мають юридичне значення; Виконання судових рішень і т.д При
        зверненні до нас Ви отримуєте ряд переваг у вигляді якісних послуг,
        оскільки з Вашою справою працюють професіонали, які: — ознайомляться з
        конкретною ситуацією, проведуть детальний правовий аналіз, в результаті
        чого нададуть кваліфіковану консультацію; — розроблять стратегію і
        тактику захисту Ваших інтересів в суді; — підготують запити, клопотання
        для отримання додаткових доказів у справі; — підготують до суду позовну
        заяву, заперечення, клопотання, заяви та інші процесуальні документи; —
        представлять Ваші інтереси на стадії досудового врегулювання, в судах
        всіх інстанцій, а також в інших державних органах, підприємствах і
        організаціях. У зв’язку з великим обсягом правовідносин, що виникають у
        цивільному праві, неможливо передбачити всі можливі послуги адвоката у
        цивільних справах. Тому, якщо вам необхідний цивільний адвокат, але ви
        не знайшли тут своєї проблеми, звертайтеся в нашу адвокатську компанію,
        і ми знайдемо вихід з Вашої ситуації.
      </div>
    </SectionStyled>
  );
};
