import { SectionStyled } from './FamilyLaw.styled';

export const FamilyLaw = () => {
  return (
    <SectionStyled id="familyLaw">
      <h2>Family Law</h2>

      <div>
        Адвокатська компанія "STATUS" надає повний спектр послуг в сфері
        сімейного права українським і іноземним клієнтам, включаючи юридичне
        консультування, складання договорів, що регулюють сімейні і спадкові
        відносини. Наша команда також супроводжує процедури позасудового
        врегулювання спорів, в т.ч. методом медіації, здійснює представництво в
        судах та інших державних органах, супроводжує виконання судових рішень.
        Розуміючи специфіку практики сімейного права, з огляду на емоційну
        залученість сторін в процес і значний вплив юридичних рішень на подальше
        життя клієнта, юристи АК «СТАТУС» індивідуально підходять до кожного
        випадку. Скрупульозно вивчивши особливості ситуації та побажання
        клієнта, ми пропонуємо максимально комфортне і ефективне рішення.
        Істотною перевагою АК «СТАТУС» як багатопрофільної юридичної фірми є
        можливість залучення до проектів з питань сімейного права
        вузькопрофільних фахівців з інших практик: корпоративної, податкової,
        практики нерухомості. Це дозволяє комплексно оцінити питання і знайти
        найбільш зважене рішення Якісна і своєчасна юридична допомога в питаннях
        сімейних правовідносин допоможе заощадити енергію, час і кошти, а іноді
        й знайти вихід з конфліктної ситуації на початковому етапі компромісним
        шляхом, не доводячи розвиток конфлікту до критичної точки. Основні
        послуги в цій сфері: Складання договорів в сфері сімейних правовідносин,
        в т. ч .: договорів, що регулюють майнові відносини подружжя та осіб,
        які проживають в «цивільному» шлюбі (шлюбний договір, договір про
        розподіл майна подружжя, договір про виділ частки одного з подружжя зі
        складу усього майна подружжя, договір про визначення порядку
        користування майном та інші); аліментних договорів (договір між батьками
        дитини про оплату аліментів, договір про припинення права на аліменти
        для дитини у зв’язку з передачею права власності на нерухоме майно),
        договорів про визначення місця проживання дитини та порядку спілкування
        з дитиною того з батьків, хто проживає окремо; договорів про зміст
        одного з подружжя (договір про надання утримання, договір про припинення
        права на утримання у результаті придбання права власності на нерухоме
        майно або одержання одноразової грошової виплати, спадковий договір
        подружжя); договорів, що регулюють застосування допоміжних
        репродуктивних технологій; угод з інших питань, що потребують юридичного
        оформлення. Консультування та представництво з питань: укладення шлюбу в
        порядку національної процедури і справах з іноземним елементом,
        легалізації шлюбів, укладених в Україні за кордоном і шлюбів,
        зареєстрованих в іноземних юрисдикціях в Україні; розірвання шлюбу в
        органах РАГС і в судовому порядку між громадянами України, а також в
        справах з іноземним елементом (між громадянином України та іноземцем,
        якщо шлюб був зареєстрований в іноземній юрисдикції і т.д.); визнання
        шлюбу недійсним або неукладеним, визнання розірвання шлюбу фіктивним;
        встановлення режиму окремого проживання подружжя; поділу майна подружжя
        в договірному порядку (шляхом укладення договору про розподіл майна або
        шлюбного договору) або в порядку судового провадження, а також справи
        про визнання права власності на особисте майно, яке не підлягає розділу;
        заперечування шлюбних договорів, договорів про розподіл майна,
        аліментних договорів, угод, укладених одним із подружжя без згоди
        другого з подружжя і інших договорів з питань сімейних правовідносин;
        майнових і немайнових прав осіб, які проживають в «цивільному» шлюбі,
        встановлення факту проживання в «цивільному» шлюбі; аліментних
        правовідносин (стягнення аліментів, зменшення або збільшення розміру
        аліментів та інші питання, пов’язані з утриманням дітей і одного з
        подружжя); встановлення факту батьківства / материнства, визнання
        батьківства / материнства, оспорювання батьківства / материнства;
        позбавлення та поновлення батьківських прав; визначення місця проживання
        дитини, визначення порядку спілкування, виховання та утримання дитини
        тим з батьків, хто проживає окремо, усунення перешкод у спілкуванні з
        дитиною; дозволу на виїзд дитини за межі України з одним з батьків
        тимчасово або на постійне місце проживання, а також незаконної зміни
        місця проживання дитини одним з батьків, відібрання дитини і повернення
        його за попередньо постійним місцем проживання; застосування допоміжних
        репродуктивних технологій, в т. ч. за програмами сурогатного
        материнства, починаючи від підписання договору з клінікою репродуктивної
        медицини і сурогатною матір’ю до забезпечення реєстрації народження
        дитини, а також з питань міжнародних аспектів легалізації дітей,
        народжених із застосуванням допоміжних репродуктивних технологій;
        супроводу в процедурах досудового врегулювання спорів, в переговорному
        процесі, представництво інтересів клієнтів в судах у всіх інстанціях
        (включаючи апеляційне та касаційне оскарження) та інших державних
        органах з питань сімейного права, послуги зі складання мирової угоди в
        рамках судових справ по сімейних спорах; інші послуги в сфері сімейного
        права.
      </div>
    </SectionStyled>
  );
};
