import { useEffect } from 'react';
import { useLocation } from 'react-router-dom';
import React from 'react';

import { SectionStyled } from './Enforcement.styled';

export const Enforcement = () => {
  const { pathname, hash, key } = useLocation();

  useEffect(() => {
    if (hash === '') {
      window.scrollTo(0, 0);
    } else {
      setTimeout(() => {
        const id = hash.replace('#', '');
        const element = document.getElementById(id);
        if (element) {
          element.scrollIntoView({
            block: 'start',
            inline: 'nearest',
            behavior: 'smooth',
          });
        }
      }, 0);
    }
  }, [pathname, hash, key]);

  return (
    <SectionStyled>
      <h2 id="enforcement">Enforcement</h2>

      <div>
        Ефективний юридичний супровід виконавчого провадження неможливий без
        участі адвоката як на стадії судового процесу так і під час виконання
        судового рішення. Адвокати компанії "СТАТУС" надають професійну юридичну
        допомогу та гарантії захисту Ваших майнових інтересів. В першу чергу
        адвокат надасть правову оцінку щодо порядку та термінів подання
        виконавчого листа до державної виконавчої служби та приватному
        виконавцю. Проаналізувавши обставини справи та наявні документи,
        адвокати нашої компанії збудують індивідуальну тактику юридичного
        супроводу. Послуги: Представництво інтересів кредиторів і боржників у
        відповідних державних органах; Подання документів і забезпечення
        виконання судових рішень; Супровід і контроль виконання судових рішень
        органами державної виконавчої служби та приватними виконавцями
        відповідно до законодавства України; Захист прав сторін виконавчого
        провадження. У зв’язку з великим обсягом правовідносин, що виникають у
        цивільному праві, неможливо передбачити всі можливі послуги адвоката у
        цивільних справах. Тому, якщо вам необхідний цивільний адвокат, але ви
        не знайшли тут своєї проблеми, звертайтеся в нашу адвокатську компанію,
        і ми знайдемо вихід з Вашої ситуації.
      </div>
    </SectionStyled>
  );
};
