import one from '../../assets/images/practice-section/1.jpg';
import two from '../../assets/images/practice-section/2.jpeg';
import three from '../../assets/images/practice-section/3.jpg';
import four from '../../assets/images/practice-section/4.jpeg';
import five from '../../assets/images/practice-section/5.jpg';
import six from '../../assets/images/practice-section/6.jpg';
import seven from '../../assets/images/practice-section/7.jpeg';
import eight from '../../assets/images/practice-section/8.jpeg';

export const practiceArray = [
  {
    id: 1,
    key: 'xxxxx',
    title: 'Корпоративне право',
    imageUrl: one,
    desc: 'Практика корпоративного права в роботі нашої юридичної фірми займає ключове місце. Надаючи юридичні послуги бізнесу по корпоративному праву, юристи компанії беруть на себе супровід реєстрації різних форм ведення бізнесу, а також державну реєстрацію різного роду змін: керівних органів підприємства, його засновників (власників), співвідношення їх часток в статутному капіталі, збільшення або зменшення статутного фонду і зміни адреси фірми або навіть її назви. Поєднуючи глибоке розуміння бізнес-процесів з досвідом юридичної практики, наші фахівці консультують клієнтів щодо діяльності їх бізнесу в будь-якій організаційній формі, на будь-якій стадії розвитку.',
    extraInfo: '',
  },
  {
    id: 2,
    key: 'civilProcess',
    title: 'Цивільний процес',
    imageUrl: two,
    desc: 'Цивільне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві. Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм. Відсутність таких може привести не тільки до марнування особистого часу і сил, а й до суттєвих матеріальних втрат. Команда Адвокатської компанії «STATUS» - це досвідчені фахівці з великою практикою і відмінним знанням діючих правових норм. Все це дозволяє нам братися за складні і заплутані конфліктні ситуації.',
    extraInfo:
      'Цивільне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві. <br> Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм. Відсутність таких може привести не тільки до марнування особистого часу і сил, а й до суттєвих матеріальних втрат. Команда Адвокатської компанії «STATUS» - це досвідчені фахівці з великою практикою і відмінним знанням діючих правових норм. <br> Все це дозволяє нам братися за складні і заплутані конфліктні ситуації. Використовуючи професійний досвід в сфері цивільного права, Адвокатська компанія «STATUS» надає правову допомогу в наступних справах: <br>Стягнення боргів; <br>Повернення майна з чужого незаконного володіння; <br>Відшкодування матеріальної та моральної шкоди; <br>Визнання договорів дійсними / недійсними; <br>Визнання права власності на рухоме і нерухоме майно; <br>Розділ майна співвласників, в тому числі земельних ділянок; <br>Усунення перешкод в користуванні та розпорядженні майном; <br>Захист честі та гідності, ділової репутації, спростування недостовірної інформації; <br>Визнання особи недієздатною; <br>Спори між співвласниками бізнесу; <br>Кредитні та страхові спори; <br>Сімейні і спадкові спори; <br>Трудові спори; <br>Захист прав споживачів за договорами надання послуг, продажу товарів, виконання робіт; <br>Земельні спори; <br>Житлові спори, виділення частини; <br>Спори по ДТП; <br>Встановлення фактів, що мають юридичне значення; <br>Виконання судових рішень і т.д',
  },
  {
    id: 3,
    key: 'enforcement',
    title: 'Виконавче впровадження',
    imageUrl: three,
    desc: 'Ефективний юридичний супровід виконавчого провадження неможливий без участі адвоката як на стадії судового процесу так і під час виконання судового рішення. Адвокати компанії "СТАТУС" надають професійну юридичну допомогу та гарантії захисту Ваших майнових інтересів. В першу чергу адвокат надасть правову оцінку щодо порядку та термінів подання виконавчого листа до державної виконавчої служби та приватному виконавцю. Проаналізувавши обставини справи та наявні документи, адвокати нашої компанії збудують індивідуальну тактику юридичного супроводу.',
    extraInfo:
      'Ефективний юридичний супровід виконавчого провадження неможливий без участі адвоката як на стадії судового процесу так і під час виконання судового рішення. Адвокати компанії "СТАТУС" надають професійну юридичну допомогу та гарантії захисту Ваших майнових інтересів. В першу чергу адвокат надасть правову оцінку щодо порядку та термінів подання виконавчого листа до державної виконавчої служби та приватному виконавцю. Проаналізувавши обставини справи та наявні документи, адвокати нашої компанії збудують індивідуальну тактику юридичного супроводу. Послуги: Представництво інтересів кредиторів і боржників у відповідних державних органах; Подання документів і забезпечення виконання судових рішень; Супровід і контроль виконання судових рішень органами державної виконавчої служби та приватними виконавцями відповідно до законодавства України; Захист прав сторін виконавчого провадження. У зв’язку з великим обсягом правовідносин, що виникають у цивільному праві, неможливо передбачити всі можливі послуги адвоката у цивільних справах. Тому, якщо вам необхідний цивільний адвокат, але ви не знайшли тут своєї проблеми, звертайтеся в нашу адвокатську компанію, і ми знайдемо вихід з Вашої ситуації.',
  },
  {
    id: 4,
    key: 'xxxxx',
    title: 'Кримінальний процес',
    imageUrl: four,
    desc: 'Ми пропонуємо Вам повний правовий захист в кримінальних провадженнях, незалежно від Вашого процесуального статусу (підозрюваний, обвинувачений, свідок, потерпілий, цивільний позивач або відповідач) з розробкою і реалізацією повного плану дій. Роль адвоката в кримінальних провадженнях складно переоцінити. Участь у справі спеціаліста - не порожня формальність, а гарантія дотримання Ваших процесуальних прав. Адвокатська компанія «STATUS» працює у всіх напрямках кримінального права.',
    extraInfo: '',
  },
  {
    id: 5,
    key: 'intellectualProperty',
    title: 'Інтелектуальна власність',
    imageUrl: five,
    desc: 'Наша практика інтелектуальної власності зосереджується на наданні послуг клієнтам щодо розвитку, придбання, використання та передачі їх інтелектуальної власності, такий як торгові марки і авторські права, патенти і технології, комерційні таємниці і конфіденційна інформація. Ми усвідомлюємо цінність інтелектуальної власності для компаній з різних сфер, (в тому числі ІТ, медіа та розваг, роздрібного сектора, фармацевтики, автомобільної промисловості та інших галузей). Саме тому нашою метою є надання індивідуальних рішень, що враховують специфіку конкретної індустрії.',
    extraInfo:
      'Наша практика інтелектуальної власності зосереджується на наданні послуг клієнтам щодо розвитку, придбання, використання та передачі їх інтелектуальної власності, такий як торгові марки і авторські права, патенти і технології, комерційні таємниці і конфіденційна інформація. Ми усвідомлюємо цінність інтелектуальної власності для компаній з різних сфер, (в тому числі ІТ, медіа та розваг, роздрібного сектора, фармацевтики, автомобільної промисловості та інших галузей). Саме тому нашою метою є надання індивідуальних рішень, що враховують специфіку конкретної індустрії. Експертиза юристів Адвокатської компанії «STATUS» включає як досвід роботи над самостійними питаннями ІВ, так і над аспектами права інтелектуальної власності в рамках комплексних проектів, таких як корпоративні транзакції, податкове структурування тощо. Основні послуги в цій сфері: пошук торгових марок і патентів; подача заяв на реєстрацію, захист і відновлення торгових марок; стратегії для торгових марок; подача заяв на реєстрацію, захист і підтримку патентів; угоди по ліцензуванню та передачі прав; супровід під час судових розглядів з питань інтелектуальної власності; боротьба з контрафактною продукцією; дотримання митних правил; розробка політик конфіденційності та захисту даних; антікіберсквоттінг. Юристи АК «СТАТУС» готові представляти інтереси наших клієнтів у відповідних органах влади, зокрема, в Державній службі інтелектуальної власності, судах, Антимонопольному комітеті України, правоохоронних і митних органах з метою надання підтримки клієнтам в процедурах реєстрації та захисту їх прав ІВ.',
  },
  {
    id: 6,
    key: 'familyLaw',
    title: 'Сімейне право',
    imageUrl: six,
    desc: 'Адвокатська компанія "STATUS" надає повний спектр послуг в сфері сімейного права українським і іноземним клієнтам, включаючи юридичне консультування, складання договорів, що регулюють сімейні і спадкові відносини. Наша команда також супроводжує процедури позасудового врегулювання спорів, в т.ч. методом медіації, здійснює представництво в судах та інших державних органах, супроводжує виконання судових рішень.',
    extraInfo:
      'Адвокатська компанія "STATUS" надає повний спектр послуг в сфері сімейного права українським і іноземним клієнтам, включаючи юридичне консультування, складання договорів, що регулюють сімейні і спадкові відносини. Наша команда також супроводжує процедури позасудового врегулювання спорів, в т.ч. методом медіації, здійснює представництво в судах та інших державних органах, супроводжує виконання судових рішень. Розуміючи специфіку практики сімейного права, з огляду на емоційну залученість сторін в процес і значний вплив юридичних рішень на подальше життя клієнта, юристи АК «СТАТУС» індивідуально підходять до кожного випадку. Скрупульозно вивчивши особливості ситуації та побажання клієнта, ми пропонуємо максимально комфортне і ефективне рішення. Істотною перевагою АК «СТАТУС» як багатопрофільної юридичної фірми є можливість залучення до проектів з питань сімейного права вузькопрофільних фахівців з інших практик: корпоративної, податкової, практики нерухомості. Це дозволяє комплексно оцінити питання і знайти найбільш зважене рішення Якісна і своєчасна юридична допомога в питаннях сімейних правовідносин допоможе заощадити енергію, час і кошти, а іноді й знайти вихід з конфліктної ситуації на початковому етапі компромісним шляхом, не доводячи розвиток конфлікту до критичної точки. ',
  },
  {
    id: 7,
    key: 'xxxxx',
    title: 'Адміністративний процес',
    imageUrl: seven,
    desc: "На жаль, все частіше простежується порушення прав громадян суб'єктами владних повноважень, які проявляються як в формі скоєння протиправних дій, так і бездіяльності, де якраз громадяни і є слабкою і незахищеною стороною. Хоча в даний час існує адміністративний процес, який повинен покладати обов'язок щодо доказування правомірності поведінки саме на суб'єкта владних повноважень. Однак даний принцип майже ніколи не спрацьовує і громадяни потрапляють в ситуацію, коли їм не тільки необхідно заявити про порушення своїх прав, а й самостійно доводити, що таке порушення відбулося виключно внаслідок протиправної поведінки суб'єкта владних повноважень.",
    extraInfo: '',
  },
  {
    id: 8,
    key: 'xxxxx',
    title: 'Реєстрація та супровід бізнесу в ЄС',
    imageUrl: eight,
    desc: 'Окремий напрямок діяльності нашої Адвокатської компанії - це "Status International" - українська філія англійської консалтингової групи "Trade Formation", а також Швейцарської компанії "SIGTAX". Ми надаємо весь комплекс послуг з реєстрації Вашого бізнесу в Сполученому Королівстві, США, Швейцарії, інших країнах Європи, в країнах з пільговим оподаткуванням, а також забезпечуємо бухгалтерський і юридичний супровід діяльності Вашого підприємства на всіх етапах його існування. Більше інформації на сайті "Status International".',
    extraInfo: '',
  },
];
