import one from '../../assets/images/practice-section/1.jpg';
import two from '../../assets/images/practice-section/2.jpeg';
import three from '../../assets/images/practice-section/3.jpg';
import four from '../../assets/images/practice-section/4.jpeg';
import five from '../../assets/images/practice-section/5.jpg';
import six from '../../assets/images/practice-section/6.jpg';
import seven from '../../assets/images/practice-section/7.jpeg';
import eight from '../../assets/images/practice-section/8.jpeg';

export const practiceArray = [
  {
    id: 1,
    key: 'xxxxx',
    title: 'Корпоративне право',
    imageUrl: one,
    desc: 'Практика корпоративного права в роботі нашої юридичної фірми займає ключове місце. Надаючи юридичні послуги бізнесу по корпоративному праву, юристи компанії беруть на себе супровід реєстрації різних форм ведення бізнесу, а також державну реєстрацію різного роду змін: керівних органів підприємства, його засновників (власників), співвідношення їх часток в статутному капіталі, збільшення або зменшення статутного фонду і зміни адреси фірми або навіть її назви. Поєднуючи глибоке розуміння бізнес-процесів з досвідом юридичної практики, наші фахівці консультують клієнтів щодо діяльності їх бізнесу в будь-якій організаційній формі, на будь-якій стадії розвитку.',
  },
  {
    id: 2,
    key: 'civilProcess',
    title: 'Цивільний процес',
    imageUrl: two,
    desc: 'Цивільне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві. Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм. Відсутність таких може привести не тільки до марнування особистого часу і сил, а й до суттєвих матеріальних втрат. Команда Адвокатської компанії «STATUS» - це досвідчені фахівці з великою практикою і відмінним знанням діючих правових норм. Все це дозволяє нам братися за складні і заплутані конфліктні ситуації.',
  },
  {
    id: 3,
    key: 'enforcement',
    title: 'Виконавче впровадження',
    imageUrl: three,
    desc: 'Ефективний юридичний супровід виконавчого провадження неможливий без участі адвоката як на стадії судового процесу так і під час виконання судового рішення. Адвокати компанії "СТАТУС" надають професійну юридичну допомогу та гарантії захисту Ваших майнових інтересів. В першу чергу адвокат надасть правову оцінку щодо порядку та термінів подання виконавчого листа до державної виконавчої служби та приватному виконавцю. Проаналізувавши обставини справи та наявні документи, адвокати нашої компанії збудують індивідуальну тактику юридичного супроводу.',
  },
  {
    id: 4,
    key: 'xxxxx',
    title: 'Кримінальний процес',
    imageUrl: four,
    desc: 'Ми пропонуємо Вам повний правовий захист в кримінальних провадженнях, незалежно від Вашого процесуального статусу (підозрюваний, обвинувачений, свідок, потерпілий, цивільний позивач або відповідач) з розробкою і реалізацією повного плану дій. Роль адвоката в кримінальних провадженнях складно переоцінити. Участь у справі спеціаліста - не порожня формальність, а гарантія дотримання Ваших процесуальних прав. Адвокатська компанія «STATUS» працює у всіх напрямках кримінального права.',
  },
  {
    id: 5,
    key: 'intellectualProperty',
    title: 'Інтелектуальна власність',
    imageUrl: five,
    desc: 'Наша практика інтелектуальної власності зосереджується на наданні послуг клієнтам щодо розвитку, придбання, використання та передачі їх інтелектуальної власності, такий як торгові марки і авторські права, патенти і технології, комерційні таємниці і конфіденційна інформація. Ми усвідомлюємо цінність інтелектуальної власності для компаній з різних сфер, (в тому числі ІТ, медіа та розваг, роздрібного сектора, фармацевтики, автомобільної промисловості та інших галузей). Саме тому нашою метою є надання індивідуальних рішень, що враховують специфіку конкретної індустрії.',
  },
  {
    id: 6,
    key: 'familyLaw',
    title: 'Сімейне право',
    imageUrl: six,
    desc: 'Адвокатська компанія "STATUS" надає повний спектр послуг в сфері сімейного права українським і іноземним клієнтам, включаючи юридичне консультування, складання договорів, що регулюють сімейні і спадкові відносини. Наша команда також супроводжує процедури позасудового врегулювання спорів, в т.ч. методом медіації, здійснює представництво в судах та інших державних органах, супроводжує виконання судових рішень.',
  },
  {
    id: 7,
    key: 'xxxxx',
    title: 'Адміністративний процес',
    imageUrl: seven,
    desc: "На жаль, все частіше простежується порушення прав громадян суб'єктами владних повноважень, які проявляються як в формі скоєння протиправних дій, так і бездіяльності, де якраз громадяни і є слабкою і незахищеною стороною. Хоча в даний час існує адміністративний процес, який повинен покладати обов'язок щодо доказування правомірності поведінки саме на суб'єкта владних повноважень. Однак даний принцип майже ніколи не спрацьовує і громадяни потрапляють в ситуацію, коли їм не тільки необхідно заявити про порушення своїх прав, а й самостійно доводити, що таке порушення відбулося виключно внаслідок протиправної поведінки суб'єкта владних повноважень.",
  },
  {
    id: 8,
    key: 'xxxxx',
    title: 'Реєстрація та супровід бізнесу в ЄС',
    imageUrl: eight,
    desc: 'Окремий напрямок діяльності нашої Адвокатської компанії - це "Status International" - українська філія англійської консалтингової групи "Trade Formation", а також Швейцарської компанії "SIGTAX". Ми надаємо весь комплекс послуг з реєстрації Вашого бізнесу в Сполученому Королівстві, США, Швейцарії, інших країнах Європи, в країнах з пільговим оподаткуванням, а також забезпечуємо бухгалтерський і юридичний супровід діяльності Вашого підприємства на всіх етапах його існування. Більше інформації на сайті "Status International".',
  },
];
