export const practiceArray = [
  {
    id: 1,
    title: 'Корпоративне право',
    imageUrl: 'https://i.ibb.co/89wDMnF/practice-01-desc.jpg',
    desc: 'Корпоративне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві.Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм.',
  },
  {
    id: 2,
    title: 'Цивільний процес',
    imageUrl: 'https://i.ibb.co/89wDMnF/practice-01-desc.jpg',
    desc: 'Корпоративне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві.Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм.',
  },
  {
    id: 3,
    title: 'Виконавче впровадження',
    imageUrl: 'https://i.ibb.co/89wDMnF/practice-01-desc.jpg',
    desc: 'Цивільний процеседметом якого є майнові та особисті немайнові відносини в суспільстві.Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм.',
  },
  {
    id: 4,
    title: 'Кримінальний процес',
    imageUrl: 'https://i.ibb.co/89wDMnF/practice-01-desc.jpg',
    desc: 'Кримінальний процес, предметом якого є майнові та особисті немайнові відносини в суспільстві.Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм.',
  },
  {
    id: 5,
    title: 'Інтелектуальна власність',
    imageUrl: 'https://i.ibb.co/89wDMnF/practice-01-desc.jpg',
    desc: 'Корпоративне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві.Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм.',
  },
  {
    id: 6,
    title: 'Сімейне право',
    imageUrl: 'https://i.ibb.co/89wDMnF/practice-01-desc.jpg',
    desc: 'Корпоративне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві.Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм.',
  },
  {
    id: 7,
    title: 'Адміністративний процес',
    imageUrl: 'https://i.ibb.co/89wDMnF/practice-01-desc.jpg',
    desc: 'Корпоративне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві.Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм.',
  },
  {
    id: 8,
    title: 'Реєстрація та супровід бізнесу в ЄС',
    imageUrl: 'https://i.ibb.co/89wDMnF/practice-01-desc.jpg',
    desc: 'Корпоративне право - галузь права, предметом якого є майнові та особисті немайнові відносини в суспільстві.Вирішення спірних ситуацій в сфері цивільних правовідносин вимагає наявності професійного досвіду і знання правових норм.',
  },
];
